Repository: Marciobds/shuup-shipping-simulator
Catalog: shuup_shipping_simulator/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Postal code
pt_br: CEP

source: Shipping methods simulator
pt_br: Simulador de frete

source: Title
pt_br: Título

source: {0}-{1} days
pt_br: {0}-{1} dias

source: {0} day
pt_br: {0} dia

source: Product ID {0} not available in {1} shop
pt_br: Produto ID {0} não disponível na loja {1}

source: The quantity %f is not allowed. Please use an integer value.
pt_br: A quatidade %f não é permitida. Utilize valores inteiros.

source: The quantity is not valid: {0}
pt_br: A quantidade não é válida: {0}

source: The quantity %s is not valid.
pt_br: A quantidade %s não é valida.

source: Calculate
pt_br: Simular

source: Free
pt_br: Grátis

source: Failed to simulate shipping.
pt_br: Falha ao calcular frete.
